---
kind: other
id: Methods.T:Autodesk.Revit.DB.DoubleParameterValue
source: html/b40a20be-25f0-7c8d-52d0-564e426529e1.htm
---
# DoubleParameterValue Methods

Makes an identical copy of the given parameter value.